Repository: CorentinROBERT/LeVestiaireiOS
Catalog: LeVestiaire/Resources/Localizable.xcstrings
Source language: en
Languages: fr

# noAccountYet
source: Don't have an account yet?
fr: Pas encore de compte ?

source: No composition available
fr: Aucune composition disponible

# noCompositionForTeam
source: No composition available for this team
fr: Aucune composition disponible pour cette équipe

# noCompositionMessage
source: You must first create a composition for your team in the Team tab before you can create a match.
fr: Vous devez d'abord créer une composition pour votre équipe dans l'onglet Équipe avant de pouvoir créer un match.

# noContent
source: No content available
fr: Aucun contenu disponible

source: No conversations
fr: Aucune conversation

source: No event can be added
fr: Aucun événement ne peut être ajoutés

source: No events
fr: Aucun événement

source: No image selected
fr: Aucune image sélectionnée

source: No invitations sent
fr: Aucune invitation envoyée

source: No matches found
fr: Aucun match trouvé

source: No matches scheduled
fr: Aucun match programmé

# noMembersAvailable
source: No members available for transfer
fr: Aucun membre disponible pour le transfert

# nomEquipe
source: Team name
fr: Nom de l'équipe

# nomEquipeModifie
source: Team name modified
fr: Nom de l'équipe modifié

# noMessagesYet
source: No messages yet. Start the conversation!
fr: Aucun message pour le moment. Commencez la conversation !

# nommerNouvelAdmin
source: Appoint new administrator
fr: Nommer un nouvel administrateur

source: None
fr: Aucun

source: No notifications
fr: Aucune notification

# noNotificationsDescription
source: You will be notified here of important events
fr: Vous serez notifié ici des événements importants

# noPermissionToLeave
source: You do not have permission to leave this team
fr: Vous n'avez pas l'autorisation de quitter cette équipe

source: No players available
fr: Aucun joueur disponible

source: No players found
fr: Aucun joueur trouvé

# noQuizForMatch
source: No quiz for this match
fr: Aucun quiz pour ce match

# noStatisticsAvailable
source: No statistics available for this season
fr: Aucune statistique disponible pour cette saison

source: No substitutes
fr: Aucun remplaçant

source: Not defined
fr: Non défini

source: No team selected
fr: Aucune équipe sélectionnée

# notesAdditional
source: Additional notes
fr: Notes supplémentaires

# notesBasicInfoHint
source: Ex: 1-3-2-1 Attack, 1-2-3-1 Defensive
fr: Ex: 1-3-2-1 Attaque, 1-2-3-1 Défensif

# notesHint
source: Tactical instructions, strategies...
fr: Instructions tactiques, stratégies...

source: Notification deleted
fr: Notification supprimée

# notificationMessageAchievement
source: Congratulations! You have beaten your %@ record
fr: Félicitations ! Vous avez battu votre record de %@

# notificationMessageGoal
source: %@ scored a goal at %@th minute against the opposing team
fr: %@ a marqué un but à la %@e minute contre l'équipe adverse

# notificationMessageMatchReminder
source: Your match against "%@" starts in %@
fr: Votre match contre "%@" commence dans %@

# notificationMessageSystem
source: A new version of the application is available
fr: Une nouvelle version de l'application est disponible

# notificationMessageTeamInvitation
source: You have been invited to join team "%@"
fr: Vous avez été invité à rejoindre l'équipe "%@"

# notificationTitleAchievement
source: New record!
fr: Nouveau record !

# notificationTitleGoal
source: Goal scored!
fr: But marqué !

# notificationTitleMatchReminder
source: Match reminder
fr: Rappel de match

# notificationTitleSystem
source: Update available
fr: Mise à jour disponible

# notificationTitleTeamInvitation
source: Team invitation
fr: Invitation d'équipe

# notificationTypeAchievement
source: Achievement
fr: Récompense

# notificationTypeMatchEvent
source: Match event
fr: Événement de match

# notificationTypeMatchReminder
source: Match reminder
fr: Rappel de match

# notificationTypeSystem
source: System
fr: Système

# notificationTypeTeamInvitation
source: Team invitation
fr: Invitation d'équipe

source: No unread notifications
fr: Aucune notification non lue

# nouveauNom
source: New name
fr: Nouveau nom

# nouvelAdminNomme
source: New administrator appointed: %@
fr: Nouvel administrateur nommé : %@

source: No valid teams
fr: Aucune équipe valide

source: Now
fr: Maintenant

source: Number
fr: Numéro

source: Official match
fr: Match officiel

# onboardingPlanningSubtitle
source: Plan your leagues, cups and matches easily
fr: Planifier vos championnats, coupes et matchs facilement

# onboardingPlanningTitle
source: Planning
fr: Planification

# onboardingStatsSubtitle
source: Monitor your teams' statistics
fr: Superviser les statistiques de vos équipes

# onboardingStatsTitle
source: Data & Statistics
fr: Datas et Statistiques

# onboardingTeamSubtitle
source: Build your squad, invite players and keep profiles up to date
fr: Créez votre effectif, invitez vos joueurs et gardez leurs profils à jour

# onboardingTeamTitle
source: Team management
fr: Gestion d'équipe

# onboardingWelcomeTagline
source: Your digital locker room, always with you
fr: Ton vestiaire digital, partout avec toi

# oneDayAgo
source: 1 day
fr: 1 jour

# oneHourAgo
source: 1 hour
fr: 1 heure

source: Ongoing
fr: En cours

source: Ongoing matches
fr: Matchs en cours

# ongoingMatchWillBeStopped
source: The ongoing match will be stopped and cancelled.
fr: Le match en cours sera arrêté et annulé.

source: Opponent goal
fr: But adverse

source: Opponent own goal
fr: But CSC adverse

# opponentTeam
source: Opponent team name
fr: Nom de l'équipe adverse

# opponentTeamRequired
source: Opponent team name is required
fr: Le nom de l'équipe adverse est requis

source: Opponent to be defined
fr: Adversaire à définir

source: optional
fr: optionnel

source: OR
fr: OU

source: Other
fr: Autre

# otherCount
source: Others
fr: Autres

source: Other Events
fr: Autres événements

source: Other player
fr: Autre joueur

source: Others
fr: Autres

source: Own goal
fr: But adverse

# ownGoalEvent
source: Own goal
fr: But contre son camp

source: Own goals
fr: Buts contre son camp

source: Own Goal Scorer
fr: But contre son camp

# passAssist
source: (Pass: %@)
fr: (Passe: %@)

source: Pass from %@
fr: Passe de %@

source: Password
fr: Mot de passe

# passwordHint
source: Your password
fr: Votre mot de passe

# passwordMin8Characters
source: Password must contain at least 8 characters
fr: Le mot de passe doit contenir au moins 8 caractères

# passwordMinLength
source: Password must contain at least 6 characters
fr: Le mot de passe doit contenir au moins 6 caractères

# passwordRequired
source: Please enter your password
fr: Veuillez saisir votre mot de passe

# passwordResetConfirmErrorWithDetail
source: Password reset confirmation error: %@
fr: Erreur lors de la confirmation de réinitialisation : %@

# passwordResetEmailSentDefault
source: A password reset email has been sent to %@.
fr: Un email de réinitialisation a été envoyé à %@.

# passwordResetEmailSentTitle
source: Email sent
fr: Email envoyé

# passwordResetError
source: Error during password reset
fr: Erreur lors de la réinitialisation

# passwordResetRequestErrorWithDetail
source: Password reset request error: %@
fr: Erreur lors de la demande de réinitialisation : %@

# passwordResetRequestFailed
source: Unable to send reset email.
fr: Impossible d'envoyer l'email de réinitialisation.

source: Passwords do not match
fr: Les mots de passe ne correspondent pas

source: Password updated successfully!
fr: Mot de passe mis à jour avec succès !

source: Pending
fr: En attente

# pendingInvitationsCount
source: %lld pending
fr: %lld en attente

source: Period
fr: Période

# personalizeDescription
source: After your successful login, we invite you to personalize your experience:
fr: Après votre connexion réussie, nous vous invitons à personnaliser votre expérience :

# personalizeYourExperience
source: Personalize your The Locker Room experience
fr: Personnalisez votre expérience SquadLocker

source: Photo library
fr: Bibliothèque photos

# photoSelectedFromGallery
source: Profile photo selected from gallery (Provider)
fr: Photo de profil sélectionnée depuis la galerie (Provider)

source: Photo selection to implement
fr: Sélection de photo à implémenter

# photoTakenWithCamera
source: Profile photo taken with camera (Provider)
fr: Photo de profil prise avec l'appareil photo (Provider)

# planMatchSubtitle
source: Plan a match
fr: Planifier une rencontre

# planningDescription
source: Plan your training sessions and matches easily
fr: Planifiez vos entraînements et matchs facilement

# planningTitle
source: Planning
fr: Planification

source: Platform error
fr: Erreur de plateforme

# platformLabel
source: Platform
fr: Plateforme

# platformUnknown
source: Unknown platform
fr: Plateforme inconnue

# playedPositions
source: Positions you have already played
fr: Postes que vous avez déjà joués

source: Player
fr: Joueur

# playerAlreadyMember
source: Player is already a team member
fr: Le joueur est déjà membre de l'équipe

# playerAlreadyMemberWarning
source: Player already a team member
fr: Joueur déjà membre de l'équipe

source: Player concerned
fr: Joueur concerné

source: Player Details
fr: Détail par Joueur

source: Player email
fr: Email du joueur

# playerEmailHint
source: player@email.com
fr: joueur@email.com

source: Player in
fr: Entrant

source: Player in (optional)
fr: Joueur entrant (optionnel)

source: Player %@ joined team %@
fr: Joueur %@ a rejoint l'équipe %@

# playerLabel
source: Player
fr: Joueur

# playerNumber
source: No.%lld
fr: N°%lld

# playerNumberUnknown
source: No.?
fr: N°?

source: Player (optional)
fr: Joueur (optionnel)

source: Player out
fr: Joueur sortant

source: Player out (optional)
fr: Joueur sortant (optionnel)

source: Players
fr: Joueurs

# playerSelectionCount
source: %lld selected
fr: %lld sélectionné(s)

# playerSelectionCreateConversation
source: Create conversation (%lld)
fr: Créer la conversation (%lld)

# playerSelectionNoFriends
source: No friends found
fr: Aucun ami trouvé

# playerSelectionNoResults
source: No results for "%@"
fr: Aucun résultat pour "%@"

# playerSelectionTeamInfo
source: Team: %@
fr: Équipe: %@

source: Player Statistics
fr: Statistiques des Joueurs

source: Play quiz
fr: Jouer au quiz

# pleaseEnterEmail
source: Please enter an email
fr: Veuillez saisir un email

# pleaseEnterName
source: Please enter a name
fr: Veuillez saisir un nom

# pleaseEnterValidEmail
source: Please enter a valid email
fr: Veuillez saisir un email valide

# pleaseEnterYourEmail
source: Please enter your email address.
fr: Veuillez saisir votre adresse email.

# pleaseSelectAssociatedPlayer
source: Please select an associated player
fr: Veuillez sélectionner un joueur associé

# pleaseSelectAvailabilities
source: Please select at least one availability day
fr: Veuillez sélectionner au moins un jour de disponibilité

# pleaseSelectFavoritePositions
source: Please select at least one favorite position
fr: Veuillez sélectionner au moins un poste favori

# pleaseSelectFavoriteTeam
source: Please select your favorite team
fr: Veuillez sélectionner votre équipe favorite

# pleaseSelectPlayedPositions
source: Please select at least one played position
fr: Veuillez sélectionner au moins un poste joué

# pleaseSelectPlayer
source: Please select a player
fr: Veuillez sélectionner un joueur

# positionCategoryDefender
source: Defender
fr: Défenseur

# positionCategoryForward
source: Forward
fr: Attaquant

# positionCategoryGoalkeeper
source: Goalkeeper
fr: Gardien

# positionCategoryMidfielder
source: Midfielder
fr: Milieu de terrain

# positionCategoryRequired
source: Please select a position category
fr: Veuillez sélectionner une catégorie de position

# positionCenter
source: Center
fr: Central

# positionCodeATT
source: ST
fr: ATT

# positionCodeGK
source: GK
fr: G

# positionCodeMID
source: MID
fr: MIL

# positionDefensive
source: Defensive
fr: Défensif

# positionFake9
source: False 9
fr: Faux 9

# positionGoalkeeper
source: Goalkeeper
fr: Gardien

# positionLateral
source: Lateral
fr: Latéral

# positionLibero
source: Libero
fr: Libéro

# positionOffensive
source: Offensive
fr: Offensif

# positionPlaymaker
source: Playmaker
fr: Meneur de jeu

# positionRequired
source: Please select a position
fr: Veuillez sélectionner une position

# positionVersatile
source: Versatile
fr: Polyvalent

# positionWinger
source: Winger
fr: Ailier

source: Postponed
fr: Reporté

source: Postpone match
fr: Reporter le match

# postponeMatchConfirmation
source: The match will return to postponed preparation. Players can update their availability again.
fr: Le match repassera en préparation reportée. Les joueurs pourront de nouveau indiquer leur présence.

source: Preferred language
fr: Langue préférée

# prepareProfilePhotoFailed
source: Unable to prepare profile photo.
fr: Impossible de préparer la photo de profil.

# presentPlayersCount
source: %lld present
fr: %lld présents

source: Privacy Policy
fr: Politique de confidentialité

source: Production mode
fr: Mode production

# profileEditableLater
source: You can update this information in your profile.
fr: Vous pouvez modifier ces informations dans votre profil.

# profileEditFeature
source: Profile editing feature to be implemented
fr: Fonctionnalité d'édition du profil à implémenter

# profileInfoModifiable
source: You will be able to modify this information in your profile
fr: Vous pourrez modifier ces informations dans votre profil

source: Profile Information
fr: Informations du profil

source: Profile photo
fr: Photo de profil

# profilePhotoUpdated
source: Profile photo updated during registration
fr: Photo de profil mise à jour lors de l'inscription

# profilePictureDeletedSuccess
source: Profile picture deleted successfully!
fr: Photo de profil supprimée avec succès !

# profilePictureUpdatedSuccess
source: Profile picture updated successfully!
fr: Photo de profil mise à jour avec succès !

# profileSettingsDescription
source: Account settings and information.
fr: Paramètres et informations de votre compte.

# profileStatistics
source: Statistics - %@
fr: Statistiques - %@

source: Publish
fr: Publier

# publishBlockerInsufficientAvailability
source: Not enough players have responded.
fr: Trop peu de joueurs ont répondu.

# publishBlockerMissingComposition
source: No lineup has been set.
fr: Aucune composition n'a été définie.

# publishBlockerMissingMinimalInfo
source: Missing minimal information (opponent, date, location).
fr: Informations minimales manquantes (adversaire, date, lieu).

# publishMatchAction
source: Publish match
fr: Publier le match

# publishMatchConfirmation
source: Players will no longer be able to change their availability. The match will appear as upcoming.
fr: Les joueurs ne pourront plus modifier leurs disponibilités. Le match sera visible comme match à venir.

source: Question details
fr: Détail par question

# questionHint
source: Ex: A goal was scored at the 15th minute
fr: Ex: Un but a été marqué à la 15e minute

source: Question text
fr: Texte de la question

# quitter
source: Leave
fr: Quitter

# quitterEquipe
source: Leave team
fr: Quitter l'équipe

# quitterEquipeAdmin
source: You are the administrator of this team. You must first appoint another administrator before you can leave.
fr: Vous êtes administrateur de cette équipe. Vous devez d'abord nommer un autre administrateur avant de pouvoir quitter.

# quitterEquipeSucces
source: You have successfully left the team
fr: Vous avez quitté l'équipe avec succès

# quizAvailableAfterPublication
source: Quiz will be available after publication
fr: Le quiz sera disponible après publication

source: Quiz closed
fr: Quiz fermé

# quizClosedNoParticipation
source: You didn't take part in this quiz.
fr: Vous n'avez pas participé à ce quiz.

# quizClosedThanks
source: Quiz closed. Thank you for participating!
fr: Quiz fermé. Merci d'avoir participé !

source: Quiz coming soon
fr: Quiz à venir bientôt

# quizContainsFalseAnswersToIdentify
source: This quiz contain %lld false answers identified
fr: Ce quiz contient %lld fausses réponses à identifier

source: Quiz deleted
fr: Quiz supprimé

# quizEligibleCount
source: %lld eligible
fr: %lld éligible(s)

# quizExcludedPlayedMessage
source: Starters and substitutes don't play the quiz, but can view the leaderboard once it's closed.
fr: Les titulaires et remplaçants ne participent pas au quiz, mais peuvent consulter le classement une fois le quiz fermé.

source: Quiz finished
fr: Quiz terminé

# quizGoalScored
source: %@ scored
fr: %@ a marqué

source: Quiz in preparation...
fr: Quiz en préparation...

# quizLeaderboardAvailableAfterClose
source: The leaderboard will be available when the quiz is closed.
fr: Le classement sera disponible à la clôture du quiz.

# quizNotYetPublished
source: The quiz hasn't been published yet.
fr: Le quiz n'est pas encore publié.

# quizOpened
source: Quiz opened! You can now play.
fr: Quiz ouvert ! Vous pouvez maintenant jouer.

# quizOwnGoal
source: Own goal by %@
fr: But contre son camp de %@

# quizPerfectScoresCount
source: %lld perfect score(s)
fr: %lld score(s) parfait(s)

# quizPublished
source: Quizz published
fr: Quizz publié

# quizRedCard
source: Red card for %@
fr: Carton rouge pour %@

# quizRulesNotSatisfied
source: Rules not met: 10 questions, ≥1 true/false, all defined, ≥1 false
fr: Règles non satisfaites: 10 questions, ≥1 vrai/faux, tous définis, ≥1 faux

# quizShlag
source: %@ is the shlag
fr: %@ est le shlag

# quizStatusOpen
source: Open
fr: Ouvert

# quizTab
source: Quiz
fr: Quizz

source: Quiz title
fr: Titre du quiz

# receivedInvitations
source: Received invitations (%lld)
fr: Invitations reçues (%lld)

source: Red card
fr: Carton rouge

source: Red carded
fr: Expulsé

source: Red carded player
fr: Joueur expulsé

source: Red cards
fr: Cartons rouges

source: Register
fr: Inscription

# registerCreatingAccount
source: Creating account...
fr: Création en cours...

# registerErrorWithDetail
source: Registration error: %@
fr: Erreur lors de l'inscription : %@

# registerFailed
source: Unable to register.
fr: Inscription impossible.

# registerFormIncomplete
source: Please fill in all fields and accept the legal documents.
fr: Veuillez remplir tous les champs et accepter les documents légaux.

# registerHeroSubtitle
source: Create your account to manage your teams
fr: Créez votre compte pour gérer vos équipes

# registerHeroTitle
source: Join Le Vestiaire
fr: Rejoignez Le Vestiaire

source: Remember me
fr: Se souvenir de moi

source: Remove current photo
fr: Supprimer la photo actuelle

source: Remove Image
fr: Supprimer l'image

source: Remove logo
fr: Supprimer le logo

source: Remove member
fr: Retirer le membre

source: Remove photo
fr: Supprimer la photo

# removePlayerFromPosition
source: Remove from position
fr: Retirer de la position

source: Remove profile photo
fr: Retirer la photo de profil

# replaceSelectedEnvironment
source: Replaces the selected environment
fr: Remplace l'environnement sélectionné

source: Resend
fr: Renvoyer

source: Resend email
fr: Renvoyer l'email

# resendEmailCooldown
source: Resend email (%llds)
fr: Renvoyer l'email (%llds)

# resendInSeconds
source: Resend in %lld seconds
fr: Renvoyer dans %lld secondes

# resendVerificationErrorWithDetail
source: Error resending verification email: %@
fr: Erreur lors du renvoi de l'email de vérification : %@

source: Reset
fr: Réinitialiser

source: Reset Code
fr: Code de réinitialisation

# resetCodeRequired
source: Reset code is required
fr: Le code de réinitialisation est requis

source: Reset Password
fr: Réinitialiser le mot de passe

# resetPasswordButton
source: Reset Password
fr: Réinitialiser le mot de passe

# resetPasswordFailed
source: Unable to reset password.
fr: Impossible de réinitialiser le mot de passe.

# resetPasswordInstructions
source: Enter the code received by email, then choose a new password.
fr: Saisissez le code reçu par email, puis choisissez un nouveau mot de passe.

# resetPasswordNavTitle
source: Reset
fr: Réinitialisation

# resetPasswordSuccessAlertTitle
source: Password updated
fr: Mot de passe mis à jour

# resetPasswordUpdating
source: Updating...
fr: Mise à jour...

# resettingInProgress
source: Resetting...
fr: Réinitialisation...

source: Response: %@
fr: Réponse: %@

source: Responses
fr: Réponses

# resultsNotAvailable
source: Results not available (still open)
fr: Résultats non disponibles (encore ouverts)

# resume
source: Summary
fr: Résumé

source: Retry
fr: Réessayer

source: Right Back
fr: Latéral droit

source: Right foot
fr: Pied droit

source: Right Winger
fr: Ailier droit

source: Role
fr: Rôle

# roleModifiePour
source: Role modified for %@
fr: Rôle modifié pour %@

source: Role updated to %@
fr: Rôle mis à jour vers %@

source: Saturday
fr: Samedi

source: Save
fr: Enregistrer

# saveChanges
source: Save
fr: Sauvegarder

source: Saves
fr: Arrêts

# saveSportProfileErrorWithDetail
source: Error saving sport profile: %@
fr: Erreur lors de l'enregistrement du profil sportif : %@

# saveSportProfileFailed
source: Unable to save sport profile.
fr: Impossible d'enregistrer le profil sportif.

source: Saving...
fr: Enregistrement...

source: Scheduled
fr: Programmé

source: Scheduled date
fr: Date prévue

source: Score hidden
fr: Score caché

# scoreHiddenQuizDraft
source: Score hidden - Quiz in preparation
fr: Score masqué - Quiz en préparation

# scoreHiddenQuizOpen
source: Score hidden - Quiz in progress
fr: Score masqué - Quiz en cours

# scoreHiddenUntilNextDay
source: Score hidden until the day after the match
fr: Score masqué jusqu'au lendemain du match

source: Scorer
fr: Buteur

source: Scorers
fr: Buteurs

# scoresNegative
source: Scores cannot be negative
fr: Les scores ne peuvent pas être négatifs

# scoreVisibleQuizClosed
source: Score visible - Quiz completed
fr: Score visible - Quiz terminé

# scrollToLoadMore
source: Scroll to load more matches
fr: Faites défiler pour charger plus de matchs

source: Search by name or first name...
fr: Rechercher par nom ou prénom...

source: Search players
fr: Recherche de joueurs

source: Season
fr: Saison

# seasonRequired
source: Season must be defined
fr: La saison doit être définie

# seasonStats
source: Season Statistics
fr: Statistiques de la saison

# secondHalf
source: 2nd half
fr: 2ème mi-temps

source: Second Striker
fr: Second attaquant

source: Select
fr: Sélectionner

# selectablePlayersCount
source: %lld selectable players
fr: %lld joueurs sélectionnables

# selectAssociatedPlayer
source: Select an associated player
fr: Sélectionner un joueur associé

# selectAssociatedPlayerPlaceholder
source: Select an associated player
fr: Sélectionner un joueur associé

# selectEventType
source: Select an event type
fr: Sélectionner un type d'événement

source: Select existing image
fr: Sélectionner une image existante

# selectFavoriteTeam
source: Select your favorite team
fr: Sélectionnez votre équipe favorite

source: Select from gallery
fr: Sélectionner depuis la galerie

source: Select Image
fr: Sélectionner une image

# selectionnerNouvelAdmin
source: Select a new administrator for the team:
fr: Sélectionnez un nouveau administrateur pour l'équipe :

# selectionnezEquipeOuCreez
source: Select an existing team or create a new one
fr: Sélectionnez une équipe existante ou créez-en une nouvelle

# selectLeague
source: Select a league
fr: Sélectionnez une ligue

# selectPlayer
source: Player
fr: Joueur

# selectPlayerPlaceholder
source: Select a player
fr: Sélectionner un joueur

# selectPosition
source: Select a position
fr: Sélectionnez une position

# selectPositionCategory
source: Select a category
fr: Sélectionnez une catégorie

# selectSeason
source: Select a season
fr: Sélectionner une saison

source: Sending...
fr: Envoi...
